IDEA StatiCa Open Model
RebarStirrups Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 create a new instance.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarStirrups()
Public Sub New
public:
RebarStirrups()
See Also
Reference
RebarStirrups Class
IdeaRS.OpenModel.Model Namespace